COPY "public"."sales_customer_type_mappings" ("customer_type_key", "customer_type_name_ar", "description_ar", "sort_order", "is_active", "created_at") FROM STDIN;
bakery	مخبز	مخبوزات ومكونات تشغيل المخابز	40	true	2026-07-18 17:54:33.426469+00
cafe	كافيه	قهوة ومشروبات واحتياجات كافيهات	10	true	2026-07-18 17:54:33.426469+00
chain	سلسلة فروع	تشغيل أكثر من فرع	90	true	2026-07-18 17:54:33.426469+00
food_service	مطبخ مركزي / كاترينج	تجهيز كميات ووجبات وتشغيل إنتاج	60	true	2026-07-18 17:54:33.426469+00
hotel	فندق / ضيافة	بوفيه ومطبخ ومشروبات للضيافة	70	true	2026-07-18 17:54:33.426469+00
pastry_shop	باتيسري / حلواني	حلويات وتورت ومكونات باتيسري	50	true	2026-07-18 17:54:33.426469+00
restaurant	مطعم	وجبات ومطبخ وتشغيل مطاعم	20	true	2026-07-18 17:54:33.426469+00
restaurant_cafe	مطعم وكافيه	تشغيل يجمع بين الأكل والمشروبات	30	true	2026-07-18 17:54:33.426469+00
small_shop	كشك / محل صغير	بيع سريع ومشروبات ومنتجات جاهزة	80	true	2026-07-18 17:54:33.426469+00
supplier	مورد	مورد منتجات	100	true	2026-07-26 05:58:08.84904+00
\.
